#+TITLE: TODO 奇妙清单
#+AUTHOR: xuqian
#+STARTUP: indent
#+TAGS: { daily(d) weekly(w) monthly(m) }
#+TAGS: { 储蓄(S) 日常(D) }
# M+S+left : 表格删除列

* Checkbox

  + [-] 小说 [2/4]
    - [X] 不是吧，君子也防
    - [ ] 我有一个剑仙娘子
    - [ ] 刚准备高考，离婚逆袭系统来了
    - [X] 重生后，我截胡了大姨子
    - [ ] 史书中的剑仙是我老婆

  + [X] 常识
    + [X] 政治
      + [X] 马克思主义哲学 [6/6]
        - [X] 哲学概述
        - [X] 唯物论
        - [X] 辩证法
        - [X] 认识论
        - [X] 唯物史观
        - [X] 其他（马克思主义哲学）
      + [X] 毛泽东思想概论 [0/0]
    + [X] 经济
    + [X] 公文
    + [X] 法律
  + [ ] 统计业务 [0/2]
    + [ ] 统计实务
    + [ ] 统计法律

* 任务管理

** DONE 教师资格证面试
   SCHEDULED: <2022-05-15 日>
* 工资分配方案
** 财务自由账户10%  - 工商银行
** 学习娱乐账户10%+10% - 社保卡银行
** 长期储蓄账户10%  - 余额宝
** 生活必须账户50% - 校园卡
** 赠予账户10% - 赠予母亲
** 具体分配


#+NAME:salary
|    工资 | 可支配收入 | ICBC |  to BOC | 社保卡 | 余额宝 | 赠予 |     BOC |
|---------+------------+------+---------+--------+--------+------+---------|
| 3599.12 |    1854.95 |  186 | 1668.95 |    371 |    186 |  186 |  925.95 |
| 3870.83 |    2126.66 |  213 | 1913.66 |    426 |    213 |  213 | 1061.66 |
#+TBLFM: $2=$1-1744.17::$3=ceil($2*10%)::$4=$2-$3::$5=ceil($2*20%)::$6=ceil($2*10%)::$7=ceil($2*10%)::$8=$4-vsum($5..$7)


* 绩效分配方案
** 应急基金（财务自由账户）50% - 工商银行
逐步攒够3-6个月基础生活费为止。（约0.5万-0.8万元）
#+CONSTANTS:fee=1744.17
| 基础生活费 | min(应急基金) | max(应急基金) |
|------------+---------------+---------------|
|    1061.66 |          4930 |          8115 |
#+TBLFM: $1=remote(salary,@3$8)::$2=ceil($1*3+$fee)::$3=ceil($1*6+$fee)

** 目标储蓄（学习娱乐账户）30% - 社保卡银行
用于旅行、大件物品等中期目标。
** 增值投资（长期储蓄账户）20% - 余额宝
定投低风险基金或货币基金，保值增值。可选择支付宝，或者美元、新加坡币。
** 具体分配

| 奖励性绩效工资 | ICBC | 社保卡 | 余额宝 |
|----------------+------+--------+--------|
|           1200 |  600 |    360 |    240 |
|           2400 | 1200 |    720 |    480 |
|           3600 | 1800 |   1080 |    720 |
#+TBLFM: $2=ceil($1*50%)::$3=ceil($1*30%)::$4=ceil($1*20%)::


* 账户最终解释
** 工商银行                                                           :储蓄:
1. 偿还车贷，2027年4月结束。
2. 应急基金：3-6个月基础生活费。
** 社保卡银行                                                         :储蓄:
1. 学习：考试报名，如富裕，赶考相关费用可从中支取。
2. 旅行：量入为出，尝试穷游；购买车票，用于旅游的加油(分不开，尝试按公里数摊销，可转入校园卡)等。 #冲动消费 #赤字
3. 购物：用于购买大件物品，攒够钱可买，在此之前，耐心等待。 #冲动消费 #赤字
** 余额宝                                                             :储蓄:
1. 储蓄：闲钱入此账户。
2. 增值：余额宝属于货币基金，用于定投，低风险。
** 校园卡                                                             :日常:
1. 食品支出：零食，下馆子搓一顿，买菜。
2. 服饰支出：换季衣服。
3. 汽车支出：加油、保养、保险等。
** 世界卡                                                             :日常:
1. 外币：美元、新加坡币。
** 赠予母亲
1. 长期贷款
   1. 新东方考研
   2. 标致308购车费用
2. 电费
